IDEA Open Model
SteelSetupAISC.BoltTensileShearCombined_Phi Property
Compatible with IDEA StatiCa Beta 20.0
 Safety factor BoltTensileShearCombined_Phi
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double BoltTensileShearCombined_Phi { get; set; }
Public Property BoltTensileShearCombined_Phi As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace